Repository: ckan/ckanext-scheming
Catalog: ckanext/scheming/i18n/*/LC_MESSAGES/ckanext-scheming.po
Languages: fr

source: Unsupported {thing} type: {t}
fr: Type {thing} non compatible : {t}

source: Unsupported dataset type: {t}
fr: Jeu de données non compatible : {t}

source: A package already exists for: {}. Please update existing package.
fr: Un paquet existe déjà pour {} . Veuillez mettre à jour le paquet existant.

source: unexpected choice "{value}"
fr: choix inattendu "{value}"

source: expecting list of strings
fr: en attente de la liste de valeurs

source: unexpected choice "{element}"
fr: choix inattendu "{element}"

source: Select at least one
fr: Sélectionner au moins un élément

source: Date format incorrect
fr: Format de la date erroné

source: Time format incorrect
fr: Format de l’heure erroné

source: Date is required when a time is provided
fr: La date est requise quand une heure est fournie

source: Unsupported value for JSON field: {}
fr: Valeur non compatible pour le champ JSON : {}

source: Invalid JSON string: {}
fr: Chaîne JSON non valide : {}

source: Invalid JSON object: {}
fr: Objet JSON non valide : {}

source: Unsupported type for JSON field: {}
fr: Type non compatible pour le champ JSON : {}

source: No organization
fr: Aucune organisation

source: Visibility
fr: Visibilité

source: Private
fr: Privé

source: Public
fr: Publique

source: Are you sure you want to delete this Group?
fr: Voulez-vous supprimer ce groupe ?

source: Delete
fr: Supprimer

source: Save Group
fr: Enregistrer le groupe

source: Are you sure you want to delete this Organization?
fr: Voulez-vous supprimer cette organisation ?

source: Save Organization
fr: Enregistrer l’organisation

source: Additional Information
fr: Autres informations

source: Last updated
fr: Dernière mise à jour

source: unknown
fr: inconnu

source: Created
fr: Création

source: License
fr: Licence

source: Uploaded By
fr: Téléchargé par

source: State
fr: État

source: Autogenerated Resource
fr: Ressource générée automatiquement

source: Download
fr: Téléchargement

source: Missing resource
fr: Ressource manquante

source: Add Data
fr: Ajouter des données

source: Update Data Package
fr: Mettre à jour l’ensemble de données

source: Create Data Package
fr: Créer un ensemble de données

source: dataset_type not passed to template. your version of CKAN might not be compatible with ckanext-scheming
fr: dataset_type non converti selon le modèle. Il est possible que votre version de CKAN ne soit pas compatible avec ckanext-scheming

source: Resource Type does not exist
fr: Le type de ressource n’existe pas

source: Save & add another
fr: Enregistrer et ajouter un autre

source: Data and Resources
fr: Données et ressources

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a></p>
fr: <p class="empty">Cet ensemble de données ne contient aucune donnée,<a href="%(url)s">pourquoi ne pas y ajouter ?</a></p>

source: This dataset has no data
fr: Cet ensemble de données ne contient aucune donnée

source: Missing Resources
fr: Ressources manquantes

source: The form contains invalid entries:
fr: Le formulaire contient des entrées non valides:
